Repository: StarZhang/g-cal
Catalog: *.lproj/Localizable.strings
Languages: fr, ko, ru

# nowKey
source: Now
fr: Maintenant
ko: 지금
ru: Сейчас

# allCalendarsKey
source: All Calendars
fr: Calendriers (tous)
ko: 모든 달력
ru: Все календари

# calendarsKey
source: Calendars
fr: Calendriers
ko: 달력들
ru: Календари

# calendarKey
source: Calendar
fr: Calendrier
ko: 달력
ru: Календарь

# unexpectedErrorKey
source: An unexpected error has ocurred.
ko: 예상치 못한 오류 발생
ru: Возникла непредвиденна ошибка

# noInternetKey
source: No internet access.
fr: Connexion impossible.
ko: 인터넷 접속 불가
ru: Нет доступа к сети.

# noInternetMsgKey
source: The application couldn't connect to internet. Please check your internet access.
fr: L'application ne peux pas acceder à internet. Merci de vérifier votre connexion.
ko: 에플리케이션이 인터넷이 연결할 수 없습니다. 당신의인터넷 접속을 체크하세요
ru: Приложение не может подсоединиться к интернету. Пожалуйста, проверьте подключение.

# authenticationFailedKey
source: Authentication failed
fr: Erreur d'authentification
ko: 인증 실패
ru: Аутентификация невозможна

# authenticationFailedMsgKey
source: Invalid username/password Please go to the g-Cal settings in iPhone's settings to change your Google account credentials.
fr: Nom d'utilisateur ou mot de passe incorrect Veuillez allez dans les réglages du g-Cal dans les réglages de l'iPhone pour changer vos informations d'identification de compte Google.
ko: 유효하지 않은 사용자이름/비밀번호. 당신의 아이폰에 있는G-cal 세팅으로 가서당신의 구글 계좌 크레덴셜을 바꾸세요
ru: Неверное имя пользователя или пароль. Пожалуйста, проверьте данные аккаунта Google.

# loadingKey
source: Loading...
fr: Chargement...
ko: 읽는 중...
ru: Загрузка…

# retrieveDataKey
source: Retrieving data from Google
fr: Synchronisation avec Google
ko: 구글로부터 데이터 검생중
ru: Получение информации от Google

# addingEventKey
source: Adding Event...
fr: Ajout de l'événement...
ko: A일정 추가중...
ru: Добавление события…

# myCalendarsKey
source: My Calendars
fr: Mes agendas
ko: 나의 달력
ru: календари

# otherCalendarsKey
source: Other Calendars
fr: Autres agendas
ko: 다른 달력들
ru: календари

# newEventKey
source: New Event
fr: Nouvel événement
ko: 현재 일정
ru: событие

# noCalendarErrorKey
source: No Calendar error
fr: Aucun Calendrier Error
ko: 달력 오류 없음
ru: Ошибка: календарь не найден

# noCalendarMsgErrorKey
source: You can't save an event without a Calendar. Please synchronize g-Cal with your google account. If you don't any calendar in google, you need to create one in order to use the application.
fr: Vous ne pouvez pas enregistrer un événement sans calendrier. S'il vous plaît synchroniser g-Cal avec votre compte Google. Si vous n'avez pas un calendrier dans google, vous devez en créer un afin de pouvoir utiliser l'application.
ko: 당신은 달력 없이 일정을저장할 수 없습니다. 당신의 구글 계좌와 g-cal을 동기화 시키세요. 만약 구글에어떠한 달력도 없다면, 당신은 그 에플리케이션을 사용하기 위해 하나를 만들필요가 있습니다.
ru: сохранить событие без календаря. Пожалуйста, синхронизируйте g-Cal с вашим аккаунтом Google. Если у вас нет календаря Google, вам необходимо создать его для использования этого приложения.

# deletingKey
source: Deleting...
fr: Suppression...
ko: 삭제중...
ru: Удаление…

# deleteEventKey
source: Delete Event
fr: Supprimer l'événement
ko: 일정 삭제
ru: Удалить событие

# areYouSureKey
source: Are you sure?
fr: Vous êtes sûr?
ko: 확실한가요?
ru: уверены?

# cancelKey
source: Cancel
fr: Annuler
ko: 취소
ru: Отменить

# whatKey
source: What?
fr: Titre
ko: 무엇?
ru: Что?

# whereKey
source: Where?
fr: Lieu
ko: 어디?
ru: Где?

# startsKey
source: Starts
fr: Commence
ko: 시작
ru: Начало

# endsKey
source: Ends
fr: Se termine
ko: 끝
ru: Завершение

# addEventKey
source: Add Event
fr: Événement
ko: 일정 추가
ru: Добавить событие

# editEventKey
source: Edit Event
fr: Modifier
ko: 일정 수정
ru: Изменить событие

# detailsKey
source: Set the details for this event.
fr: Détails de cet événement.
ko: 이 일정의 상세사항을 설정
ru: Редактировать свойства события

# doneKey
source: Done
fr: OK
ko: 완료
ru: Готово

# noCalendarsKey
source: No Calendars Found
fr: Aucun calendrier
ko: 달력이 없음
ru: Календарь не найден

# noCalendarMsgKey
source: We were not able to find any calendars for your google account. It's not possbile to create events
fr: Aucun calendrier a été trouvé. S'il vous plaît synchroniser g-Cal avec votre compte Google. Si vous n'avez pas un calendrier dans google, vous devez en créer un afin de pouvoir utiliser l'application.
ko: 당신의 구글계좌의 어떠한 달력도발견되지 않습니다. 일정을 만들기에 불가능합니다.
ru: Не найден календарь вашего аккаунта Google. Невозможно создать события

# descriptionKey
source: Description
ko: 설명
ru: Описание

# whatAndWhereKey
source: What & Where
fr: Titre et Lieu
ko: 무엇 & 어디
ru: Что и где

# whereNoMarkKey
source: Where
fr: Lieu
ko: 어디
ru: Где

# whenKey
source: When:
fr: Quand:
ko: 언제
ru: Когда:

# description:Key
source: Description:
ko: 설명
ru: Описание:

# eventKey
source: Event
fr: Événement
ko: 일정
ru: Событие

# editKey
source: Edit
fr: Modifier
ko: 수정
ru: Изменить

# checkDateKey
source: Check start and end date
fr: Verifier les dates de début et fin
ko: 시작과 종료일자를 체크하시오
ru: Проверить дату начала и завершения

# checkDateMsgKey
source: The end date selected is before start date. Please check your date.
fr: La date de fin est ultérieure à la date de début. Merci de vérifier les dates.
ko: 종료일자가 시작일자 전으로 설정되었습니다. 당신의 일정을체크하세요
ru: Выбранная дата завершения события предшествует дате его начала. Пожалуйста, проверьте даты.

# wholeDayKey
source: Whole day
fr: Jour entier
ko: 전체 일
ru: Целый день

# startsAndEndsKey
source: Starts & Ends
fr: Début et fin
ko: 시작 & 종료
ru: Начинается и заканчивается

# gCalNotConfiguredTitle
source: g-Cal is not configured
fr: g-Cal n'est pas configuré
ko: g-cal이 설정되지않았습니다.
ru: Нет настроек для g-Cal

# gCalNotConfiguredMsg
source: It seem's that g-Cal hasn't been configured yet. Please go to g-Cal settings in your iPhone settings and set the information for you Google account. If you are using iOS 4, be sure that g-Cal is closed and is not running in the background before setting the account information.
fr: Il semble que g-Cal n'a pas encore été configurée. S'il vous plaît, allez dans les réglages du G-Cal dans les réglages de votre iPhone et donnez les informations de votre compte Google. Si vous utilisez iOS 4, assurez-vous que G-Cal est fermé et ne fonctionne pas dans le fond, avant de mettre les informations de votre compte Google.
ko: g-cal이 아직 설정되지 않았습니다. 당신의 아이폰 세팅의 g-cal세팅으로 가서 당신의 구글 계좌정보를 설정하세요.
ru: Похоже, что g-Cal еще не был настроен. Пожалуйста, введите данные вашего аккаунта Google в настройках g-Cal в вашем iPhone.
